Revit 2027 API
FilterStringEndsWith Properties
The FilterStringEndsWith type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FilterStringRuleEvaluator)
Top
See Also
Reference
FilterStringEndsWith Class
Autodesk.Revit.DB Namespace